Revit 2024 API
UnitTypeId.FeetToTheFourthPower Property
 Feet to the fourth power.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FeetToTheFourthPower { get; }
Visual Basic
Public Shared ReadOnly Property FeetToTheFourthPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FeetToTheFourthPower {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace